Repository: GITklhjhfsd/GNUnet-Mirror
Catalog: po/*.po
Languages: es

source: hello message from `%s' invalid (signature invalid). Dropping.
es: mensaje de saludo de '%s' inválido (firma inválida). Omitiendo.

source: hello message received invalid (expiration time over limit). Dropping.
es: mensaje de saludo recibido inválido (tiempo superior al límite). Omitiendo.

source: hello advertisement for protocol %d received.
es: Inicio de comunicación del protocolo %d recibido.

source: Could not send hellos+PING, ping buffer full.
es: Imposible mandar ahora saludos+PING, buffer del ping lleno.

source: `%s' failed (%d, %u). Will not send PING.
es: '%s' falló (%d, %u). No se mandará el PING.

source: Advertising my transport %d to selected peers.
es: Anunciando mi transporte %d a los pares seleccionados.

source: Announcing ourselves pointless: no other peers are known to us so far.
es: Es inútil anunciarnos: no hay más pares que nos conozcan más allá.

source: Removing hello from peer `%s' (expired %ds ago).
es: Eliminando saludo del par '%s' (expiró hace %ds).

source: # Peer advertisements received
es: # Anuncios de los pares recibidos

source: # Self advertisments transmitted
es: # Auto-anuncios transmitidos

source: # Foreign advertisements forwarded
es: # Anuncios a extraños mandados

source: # plaintext PING messages sent
es: # mensajes de texto mandados por PING

source: `%s' registering handler %d (plaintext and ciphertext)
es: '%s' registrando manejador %d (texto plano e hipertexto)

source: Network advertisements disabled by configuration!
es: ¡Advertencias de la red desconectadas por configuración!

source: ensures that this peer is known by other peers and discovers other peers
es: Asegura que este par es conocido por otros pares y descubre otros pares

source: Invalid URL `%s' (must begin with `%s')
es: URL invalida '%s' (debe comenzar por '%s')

source: Invalid port "%s" in hostlist specification, trying port %d.
es: Puerto inválido "%s" en la especificación de la lista local, probando el puerto %d.

source: `%s' failed at %s:%d with error: `%s'.
es: '%s' falló en %s: %d con error: '%s'.

source: Could not download list of peer contacts, host `%s' unknown.
es: Imposible descargar lista de contactos, servidor '%s' desconocido.

source: `%s' to `%s' failed at %s:%d with error: %s
es: '%s' a '%s' falló en %s: %d con error %s

source: Parsing HTTP response for URL `%s' failed.
es: Analizando HTTP de la URL '%s' se produjo un fallo.

source: Parsing hello from `%s' failed.
es: Analizando saludo de '%s' se produjo un fallo.

source: Could not resolve name of HTTP proxy `%s'. Trying without a proxy.
es: Imposible resolver el nombre del proxy HTTP '%s'. Intentándolo sin un proxy.

source: # hellos downloaded via http
es: # saludos descargados vía HTTP

source: Message received from peer is invalid.
es: El mensaje recibido del par es inválido.

source: Message received from client is invalid
es: El mensaje recibido del cliente es inválido

source: Maximum number of chat clients reached.
es: Número máximo de clientes en el chat alcanzado.

source: Now %d of %d chat clients at this node.
es: Ahora hay %d de %d clientes de chat en este nodo.

source: `%s' registering handlers %d and %d
es: '%s' registrando manejadores %d y %d

source: enables P2P-chat (incomplete)
es: Activa el chat P2P (incompleto)

source: specify nickname
es: especifica el apodo

source: Start GNUnet chat client.
es: Arranca el cliente de chat de GNUnet

source: Use --help to get a list of options.
es: Usar --help para obtener una lista de opciones.

source: Could not connect to gnunetd.
es: Imposible conectar con gnunetd.

source: You must specify a nickname (use option `%s').
es: Debes especificar un apodo (use la opción '%s').

source: Could not send join message to gnunetd
es: Imposible mandar el mensaje a gnunetd

source: Could not send message to gnunetd
es: Imposible mandar el mensaje a gnunetd

source: Availability test failed for `%s' at %s:%d.
es: Test de disponibilidad fallido para '%s' en %s:%d.

source: Database failed to delete `%s'.
es: Falló al borrar de la base de datos %s.

source: Configuration must specify directory for FS data in section `%s' under `%s'.
es: La configuración debe especificar un directorio para los datos FS en la sección '%s' bajo'%s'.

source: `%s' failed: table not found!
es: '%s' falló: ¡tabla no encontrada!

source: `%s' failed. Terminating connection to client.
es: '%s' falló. Finalizando conexión con el cliente.

source: sendAck failed. Terminating connection to client.
es: sendAck falló. Finalizando conexión con el cliente.

source: `%s' failed. Terminating connection to client.
es: '%s' falló. Finalizando conexión con el cleinte.

source: Failed to deliver `%s' message.
es: Falló al entregar el mensaje '%s'.

source: Malformed optional field `%s' received from peer `%s'.
es: Campo opcional anómalo '%s' recibido del par '%s'.

source: Could not find peer `%s' in routing table!
es: ¡Imposible encontrar el par '%s' en la tabla de enrutado!

source: Received malformed response to `%s' from peer `%s'.
es: Recibida respuesta anómala a'%s' del par '%s'.

source: Invalid response to `%s' from peer `%s'.
es: Respuesta inválida a '%s' del par '%s'.

source: `%s' called with timeout above 1 hour (bug?)
es: '%s' fue llamada con un retraso de una hora(¿bug?)

source: Invalid response to `%s'.
es: Respuesta inválida a '%s'.

source: Malformed response to `%s' on master table.
es: Respuesta anómala a '%s' en la tabla maestra.

source: Invalid response to `%s' from `%s'
es: Respuesta inválida a '%s' de '%s'

source: Received invalid RPC `%s'.
es: Recibido RPC '%s' inválida.

source: RPC for `%s' received for table that we do not participate in!
es: ¡RPC para '%s' recibida de la tabla en la cual no participamos!

source: allow SIZE bytes of memory for the local table
es: Reserva SIZE bytes de memoria para la tabla local

source: join table called NAME
es: únete a la tabla llamada NAME

source: Join a DHT.
es: Únete a DHT

source: You must pass a number to the `%s' option.
es: Tienes que introducir un número en la opción '%s'.

source: Superflous arguments (ignored).
es: Argumentos superfluos (ignorados).

source: Call to `%s' returns %d.
es: La llamada a '%s' devuelve %d.

source: Call to `%s' with key `%s'.
es: Llamada a '%s' con la clave '%s'.

source: Call to `%s' with value '%.*s' (%d bytes).
es: Llama a '%s' con el valor '%.*s' (%d bytes).

source: No table name specified, using `%s'.
es: Ningún nombre especificado para la tabla, usando '%s'.

source: Error joining DHT.
es: Error uniéndose a DHT.

source: Joined DHT. Press CTRL-C to leave.
es: Unido a DHT. Pulsa CTRL-C para abandonarlo.

source: Error leaving DHT.
es: Error abandonando DHT.

source: query table called NAME
es: pregunta a la tabla llamada NAME

source: allow TIME ms to process each command
es: Reserva TIME ms para procesar cada comando

source: Query (get KEY, put KEY VALUE, remove KEY VALUE) a DHT table.
es: Pregunta (coje KEY, pone KEY VALUE, borra KEY VALUE) a una tabla DHT.

source: No commands specified.
es: Ningún comando fue especificado.

source: '%s(%s,%s)' succeeded
es: '%s (%s, %s)' logrado satisfactoriamente

source: '%s(%s,%s)' failed.
es: '%s(%s, %s)' falló.

source: Failed to connect to gnunetd.
es: Fallo al conectar a gnunetd.

source: Command `%s' requires an argument (`%s').
es: El comando '%s' requiere un argumento ('%s').

source: Command `%s' requires two arguments (`%s' and `%s').
es: El comando '%s' requiere dos argumentos ('%s' y '%s').

source: Unsupported command `%s'. Aborting.
es: Comando inesperado '%s'. Abortando.

source: Failed to send `%s'. Closing connection.
es: Fallo al mandar '%s'. Cerrando la conexión.

source: Received invalid `%s' request (size %d)
es: Recibida petición '%s' no válida (tamaño %d)

source: Received invalid `%s' request (wrong table)
es: Recibida petición '%s' no válida (tabla errónea)

source: Received unknown request type %d at %s:%d
es: Recibida petición de tipo desconocido %d en %s: %d

source: This client already participates in the given DHT!
es: Este cliente ya participa en el DHT dado

source: Cannot leave DHT: table not known!
es: Imposible dejar DHT: ¡tabla no conocida!

source: gnunetd signaled error in response to `%s' message
es: gnunetd lanzó una señal de error en respuesta al mensaje '%s'

source: Failed to receive response to `%s' message from gnunetd
es: Falló al recibir la respuesta al mensaje '%s' de gnunetd

source: Failed to send `%s' message to gnunetd
es: Falló al mandar el mensaje '%s' a gnunetd

source: Unexpected reply to `%s' operation.
es: Respuesta inesperada a la operación '%s'.

source: # of connected peers
es: # de pares conectados

source: Waiting for gnunetd to start (%u iterations left)...
es: Esperando a gnunetd para empezar (%u ciclos restantes)...

source: Waiting for peers to connect (%u iterations left)...
es: Esperando a los pares para conectar (%u ciclos restantes)...

source: # messages defragmented
es: # mensajes defragmentados

source: # messages fragmented
es: # mensajes fragmentados

source: # fragments discarded
es: # fragmentos descartados

source: `%s' registering handler %d
es: '%s' registrando manejador %d

source: Could not unlink temporary file `%s': %s
es: Imposible desenlazar temporalmente el fichero '%s': %s

source: Write(%d, %p, %d) failed: %s
es: Escribiendo(%d, %p, %d) se produjo un fallo: %s

source: Decrypted content does not match key. This is either a bug or a maliciously inserted file. Download aborted.
es: El contenido desencriptado no encuentra una clave. Esto puede ser un bug o un fichero introducido maliciosamente. Descarga abortada.

source: Content `%s' seems to be not available on the network (tried %u times).
es: El contenido '%s' parece no estar disponible en la red (intentado %u veces).

source: Renaming of file `%s' to `%s' failed: %s
es: Al renombrar el fichero '%s' a '%s' se produjo un fallo: %s

source: Could not rename file `%s' to `%s': file exists
es: Imposible renombrar el fichero '%s' a '%s': el fichero ya existe

source: Configuration file must specify a directory for GNUnet to store per-peer data under %s%s.
es: El fichero de configuración debe especificar un directorio para que GNUnet almacene la información por-par bajo %s%s.

source: Cannot create pseudonym `%s', file `%s' exists.
es: Imposible crear el pseudónimo '%s', el fichero '%s' ya existe.

source: File `%s' does not contain a pseudonym.
es: El fichero '%s' no contiene un pseudónimo.

source: Format of pseudonym `%s' is invalid.
es: Formato del pseudónimo '%s' no es válido.

source: Format of file `%s' is invalid.
es: El formato del fichero '%s' no es válido.

source: CHK URI not allowed for search.
es: CHK URI no autorizado para buscar.

source: LOC URI not allowed for search.
es: LOC URI no autorizado para buscar.

source: `%s' is not a file.
es: '%s' no es un fichero.

source: Cannot get size of file `%s'
es: Imposible determinar el tamaño del fichero '%s'

source: Failed to connect to gnunetd.
es: Fallo al conectarse a gnunetd

source: Cannot hash `%s'.
es: Imposible hallar el hash de '%s'.

source: Initialization for indexing file `%s' failed.
es: Durante la inicialización de la indexación del fichero '%s' se produjo un fallo.

source: Indexing file `%s' failed. Trying to insert file...
es: Indexación del fichero '%s' fallida. Intentando insertar fichero...

source: Indexing data failed at position %i.
es: La indexación de los datos falló en la posición %i.

source: Download aborted.
es: Descarga abortada

source: ECRS download failed (see logs).
es: La descarga del ERCS falló (vea los logs).

source: ECRS download suspending.
es: La descarga del ERCS fue suspendida.

source: Unexpected download state.
es: Estado de descarga inesperado.

source: AND
es: Y

source: Configuration file must specify a directory for GNUnet to store per-peer data under %s%s
es: El fichero de configuración debe especificar un directorio para que GNUnet almacene la información por-par bajo%s%s

source: Collecting file identifiers disabled.
es: Recolección de identificadores de fichero desactivada.

source: Deleted corrupt URI database in `%s'.
es: Borrada base de datos de URIs corrupta en '%s'.

source: FSUI persistence: error restoring download
es: FSUI persistente: error restableciendo la descarga

source: FSUI state file `%s' had syntax error at offset %u.
es: Fichero del estado de FSUI '%s' tiene un error de sintáxis en la asignación %u.

source: No keywords specified!
es: ¡Ninguna clave especificada!

source: Publication interval for periodic publication changed.
es: Intervalo de publicación periódica cambiado.

source: Publishing update for periodically updated content more than a week ahead of schedule.
es: publicaciones actualizadas para contenido actualizado periódicamente más de una semana antes de la tarea planificada.

source: This search is already pending!
es: ¡Esta búsqueda está aún pendiente!

source: Unindex failed.
es: El desindexado falló

source: Upload failed.
es: Subida fallida

source: Cannot upload directory without using recursion.
es: Imposible compartir un directorio sin hacerlo recursivamente.

source: You must specify a postive number for `%s' in the configuration in section `%s'.
es: Debes especificar un número positivo para '%s' en la configuración en la sección '%s'.

source: `%s' registering client handlers %d %d %d %d %d %d %d %d %d
es: '%s' registrando manejadores de clientes %d %d %d %d %d %d %d %d %d

source: enables (anonymous) file-sharing
es: activa la compartición de ficheros anónima

source: # blocks migrated
es: # blocks migrados

source: Because the file `%s' has been unavailable for 3 days it got removed from your share. Please unindex files before deleting them as the index now contains invalid references!
es: El fichero '%s' se ha eliminado de tus compartidos porque no ha estado disponible durante tres días. Por favor, desindexa los ficheros antes de borrarlos porque eso causa que el índice tenga referencias no válidas.

source: Configuration file must specify directory for storage of FS data in section `%s' under `%s'.
es: El fichero de configuración debe especificar un directorio para el almacenamiento de los datos de FS en la sección '%s' bajo '%s'.

source: Failed to get traffic stats.
es: Fallo en las estadísticas del tráfico.

source: %8u of %8u bytes deleted.
es: %8u de %8u bytes borrados.

source: specify the file to delete from GNUnet (obligatory, file must exist)
es: especifica el fichero a borrar de GNUnet (el fichero debe existir obligatoriamente)

source: Remove file from GNUnet. The specified file is not removed from the filesystem but just from the local GNUnet datastore.
es: Borra el fichero de GNUnet. El fichero especificado no es borrado del sistema de ficheros, solamente de la base de datos local de GNUnet.

source: You must specify a filename (option -f)
es: Debes especificar un fichero (opción -f)

source: Error deleting file %s. Probably a few blocks were already missing from the database.
es: Error borrando el fichero %s. Probablemente algunos bloques se hayan perdido de la base de datos.

source: ==> Directory `%s':
es: ==> Directorio '%s':

source: = Error reading directory.
es: = Error leyendo el directorio.

source: File format error (not a GNUnet directory?)
es: Error en el formato del fichero (¿no es un directorio de GNUnet?)

source: %d files found in directory.
es: %d ficheros encontrados en el directorio.

source: remove all entries from the directory database and stop tracking URIs
es: borra todas las entradas de la base de datos del directorio y detiene el seguimiento de URIs

source: list entries from the directory database
es: lista las entradas de la base de datos del directorio

source: start tracking entries for the directory database
es: comienza a seguir las entradas de la base de datos del directorio

source: gnunet-directory [OPTIONS] [FILENAMES]
es: directorio-de-gnunet [OPCIONES] [FICHEROS]

source: Perform directory related operations.
es: Realiza operaciones respecto al directorio.

source: Listed %d matching entries.
es: %d entradas encontradas.

source: LEVEL
es: NIVEL

source: set the desired LEVEL of receiver-anonymity
es: seleccione el NIVEL deseado de anonimidad-del-receptor

source: FILENAME
es: FICHERO

source: write the file to FILENAME
es: escribe el fichero al FICHERO

source: download a GNUnet directory recursively
es: descarga un directorio de GNUnet recursivamente

source: Download files from GNUnet.
es: Descarga los ficheros de GNUnet

source: Not enough arguments. You must specify a GNUnet file URI
es: Argumentos insuficientes. Debes especificar una URI de un fichero de GNUnet

source: Download of file `%s' at %16llu out of %16llu bytes (%8.3f kbps)
es: Descargado del fichero '%s' el %16llu de %16llu bytes(%8.3f kbps)

source: Error downloading: %s
es: Error descargando: %s

source: Download of file `%s' complete. Speed was %8.3f kilobyte per second.
es: Descarga del fichero '%s' completada. La velocidad media fue %8.3fkilobytes por segundo.

source: URI `%s' invalid for gnunet-download.
es: La URI '%s' no es válida para una descarga-de-gnunet.

source: File stored as `%s'.
es: Fichero almacenado en '%s'.

source: Created entry `%s' in namespace `%s'
es: Creada la entrada '%s' en el espacio '%s'

source: Failed to add entry to namespace `%s' (does it exist?)
es: Fallo al añadir la entrada al espacio '%s' (¿existe?)

source: %16llu of %16llu bytes inserted (estimating %s to completion)
es: %16llu de %16llu bytes insertados (%s estimado para completar)

source: Upload of `%s' complete, %llu bytes took %llu seconds (%8.3f kbps).
es: Subida de '%s' completada, %llu bytes tomaron %llu segundos (%8.3f kbps).

source: Upload of `%s' complete, current average speed is %8.3f kbps.
es: Subida de '%s' completada, la velocidad media de subida actual es %8.3f kbps.

source: File `%s' has URI: %s
es: El fichero '%s' tiene la URI: '%s'

source: Error uploading file: %s
es: Error subiendo el fichero %s

source: set the desired LEVEL of sender-anonymity
es: seleccione el NIVEL deseado de anonimato al enviar

source: even if gnunetd is running on the local machine, force the creation of a copy instead of making a link to the GNUnet share directory
es: aunque gnunetd este corriendo en el ordenador local, fuerza la creación de una copia en vez de hacer un enlace al directorio para compartir de GNUnet

source: use libextractor to add additional direct references to directory entries
es: usa libextractor para añadir referencias directas adicionales a las entradas del directorio

source: print list of extracted keywords that would be used, but do not perform upload
es: imprime la lista de las claves extraidas que podrían ser usadas, pero no realiza la subida

source: set interval for availability of updates to SECONDS (for namespace insertions only)
es: cambia el intervalo de disponibilidad de las actualizaciones a SEGUNDOS (para inserciones en el espacio solamente)

source: add an additional keyword for the top-level file or directory (this option can be specified multiple times)
es: añade una clave adicional para el fichero del nivel más alto o el directorio (esta opción puede ser especificada varias veces)

source: add an additional keyword for all files and directories (this option can be specified multiple times)
es: añade una clave adicional para todos los ficheros y directorios (esta opción puede ser especificada varias veces)

source: set the meta-data for the given TYPE to the given VALUE
es: cambia el meta-dato para el TIPO dado al VALOR dado

source: do not index, perform full insertion (stores entire file in encrypted form in GNUnet database)
es: no indexar, hacer inserciones totales (almacena el fichero entero de forma encriptada en la base de datos de GNUnet)

source: specify ID of an updated version to be published in the future (for namespace insertions only)
es: especifica la ID de una versión actualizada para ser publicada en el futuro (para inserciones en el espacio únicamente)

source: specify the priority of the content
es: especifica la prioridad del contenido

source: publish the files under the pseudonym NAME (place file into namespace)
es: publica los ficheros bajo el pseudónimo NOMBRE (coloca el fichero en el espacio)

source: process directories recursively
es: procesa los directorios recursivamente

source: specifies this as an aperiodic but updated publication (for namespace insertions only)
es: especifica esto como una aperiódica pero actualizada publicación (para inserciones en el espacio únicamente)

source: set the ID of this version of the publication (for namespace insertions only)
es: cambia la ID de esta versión de la publicación (para inserciones en el espacio únicamente)

source: specify creation time for SBlock (see man-page for format)
es: especifica el tiempo para la creación de un Superbloque (vea la página del manual para el formato)

source: ID of the previous version of the content (for namespace update only)
es: ID de la versión previa del contenido (para actualizaciones del espacio únicamente)

source: Make files available to GNUnet for sharing.
es: Permite a GNUnet disponer de los ficheros para compartirlos.

source: You must pass a positive number to the `%s' option.
es: Debes pasar un número positivo a la opción '%s'.

source: Unknown metadata type in metadata option `%s'. Using metadata type `unknown' instead.
es: Tipo de metadatos desconocido en la opción de metadatos '%s'. Usando el tipo de metadatos 'desconocido' en su lugar.

source: You must specify a list of files to insert.
es: Debes especificar una lista de ficheros a insertar.

source: Only one file or directory can be specified at a time.
es: Solo un fichero o un directorio puede ser especificado cada vez.

source: You must specify a file or directory to upload.
es: Debes especificar un fichero o directorio para subir.

source: Keywords for file `%s':
es: Claves para los ficheros '%s':

source: Could not access namespace `%s' (does not exist?).
es: Imposible acceder al espacio '%s' (¿no existe?).

source: Parsing time failed. Use `%s' format.
es: Se produjo un fallo al analizar el tiempo. Use el formato '%s'.

source: Option `%s' makes no sense without option `%s'.
es: La opción '%s' no tiene sentido sin la opción '%s'.

source: automate creation of a namespace by starting a collection
es: creación automática de un espacio al empezar una colección

source: create a new pseudonym under the given NICKNAME
es: crea un nuevo pseudónimo bajo el APODO dado

source: delete the pseudonym with the given NICKNAME
es: borra el pseudónimo con el APODO dado

source: end automated building of a namespace (ends collection)
es: finaliza la construcción automática de un espacio (finaliza la recolección)

source: use the given keyword to advertise the namespace (use when creating a new pseudonym)
es: usa la clave dada para anunciar el espacio (úsalo cuando crees un nuevo pseudónimo)

source: specify that the contents of the namespace are of the given MIMETYPE (use when creating a new pseudonym)
es: especifica que los contenidos del espacio son del MIMETYPE dado (úsalo cuando crees un nuevo pseudónimo)

source: do not generate an advertisement for this namespace (use when creating a new pseudonym)
es: no genera un anuncio para este espacio (úsalo cuando crees un nuevo pseudónimo)

source: do not list the pseudonyms from the pseudonym database
es: no listar los pseudónimos de la base de datos de pseudónimos

source: specify NAME to be the realname of the user controlling the namespace (use when creating a new pseudonym)
es: especifica el NAME para ser el nombre real del usuario que controla el espacio (úsalo cuando crees un nuevo pseudónimo)
