Repository: GITklhjhfsd/GNUnet-Mirror
Catalog: po/*.po
Languages: es

source: specify IDENTIFIER to be the address of the entrypoint to content in the namespace (use when creating a new pseudonym)
es: especifica el IDENTIFIER para ser la dirección del punto de entrada al contenido en el espacio (úsalo cuando crees un nuevo pseudónimo)

source: set the rating of a namespace
es: cambia la valoración de un espacio

source: use DESCRIPTION to describe the content of the namespace (use when creating a new pseudonym)
es: usa la DESCRIPTION para describir el contenido del espacio (úsalo cuando crees un nuevo pseudónimo)

source: specify the given URI as an address that contains more information about the namespace (use when creating a new pseudonym)
es: especifica la URI dada como dirección que contiene mas información del espacio (úsalo cuando crees un nuevo pseudónimo)

source: Create new pseudonyms, delete pseudonyms or list existing pseudonyms.
es: Crea nuevos pseudónimos, borra pseudónimos o lista los pseudónimos existentes.

source: Invalid argument: `%s'
es: Argumento no válido: '%s'

source: Invalid arguments. Exiting.
es: Argumentos no válidos. Saliendo.

source: Namespace `%s' has rating %d.
es: El espacio '%s' ha sido valorado con un %d.

source: Namespace `%s' (%s) has rating %d.
es: El espacio '%s' (%s) ha sido valorado con un %d.

source: Rating (after update): %d
es: Valoración (después de la actualización): %d

source: Collection stopped.
es: Colección detenida.

source: Failed to stop collection (not active?).
es: Falló al parar la recolección (¿no está activa?).

source: Pseudonym `%s' deleted.
es: El pseudónimo '%s' fue borrado.

source: Error deleting pseudonym `%s' (does not exist?).
es: Error borrando el pseudónimo '%s' (¿no existe?).

source: Started collection `%s'.
es: Iniciada colección '%s'.

source: Failed to start collection.
es: Falló al comenzar la recolección.

source: Could not create namespace `%s' (exists?).
es: Imposible crear el espacio '%s' (¿existe?).

source: Namespace `%s' created (root: %s).
es: El espacio '%s' fue creado (root: %s).

source: Could not access namespace information.
es: Imposible acceder a la información del espacio.

source: exit after receiving LIMIT results
es: sale después de recibir LIMIT resultados

source: write encountered (decrypted) search results to FILENAME
es: escribe los resultados encontrados (desencriptados) a FILENAME

source: wait TIMEOUT seconds for search results before aborting
es: espera TIMEOUT segundos para buscar resultados después de abortar

source: Search GNUnet for files.
es: Buscar GNUnet en busca de ficheros.

source: Not enough arguments. You must specify a keyword or identifier.
es: No hay suficientes argumentos. Debes especificar una clave o un identificador.

source: Starting search failed. Consult logs.
es: Se produjo un fallo al comenzar la búsqueda. Consulte los logs.

source: Error converting arguments to URI!
es: ¡Se produjo un error al convertir los argumentos a una URI!

source: %16llu of %16llu bytes unindexed (estimating %llu seconds to completion)
es: %16llu de %16llu bytes desindexados (estimados %llu segundos para completar)

source: Unindexing of `%s' complete, %llu bytes took %llu seconds (%8.3f kbps).
es: El desindexado de '%s' se completó, %llu bytes tomaron %llu segundos (%8.3f kbps).

source: Error unindexing file: %s
es: Error desindexando el fichero: %s

source: Unindex files.
es: Desindexar los ficheros.

source: You must specify one and only one file to unindex.
es: Debes especificar uno y solo un fichero para desindexar.

source: `%s' failed. Is `%s' a file?
es: '%s' falló. ¿Es '%s' un fichero?

source: GAP received invalid content from `%s'
es: GAP recibido contenido no válido de '%s'

source: myself
es: yo

source: Cover traffic requested but traffic service not loaded. Rejecting request.
es: Solicitada la cobertura de tráfico pero el servicio de tráfico no ha sido cargado. Rechazando la petición.

source: Cannot satisfy desired level of anonymity, ignoring request.
es: Imposible satisfacer el nivel deseado de anonimato, ignorando la petición.

source: `%s' registering handlers %d %d
es: '%s' registrando manejadores %d %d

source: `%s' registering client handler %d
es: '%s' registrando un manejador de clientes %d

source: allows clients to determine gnunetd's configuration
es: permite a los clientes determinar la configuración de gnunetd

source: Existing hostkey in file `%s' failed format check, creating new hostkey.
es: Se produjo un fallo al comprobar la clave local existente en el fichero '%s', creando nueva clave local.

source: Creating new hostkey (this may take a while).
es: Creando nueva clave local (esto puede llevar un tiempo).

source: Could not create hostkey!
es: ¡Imposible crear la clave local!

source: Done creating hostkey.
es: Correcto al crear la clave local.

source: File `%s' in directory `%s' does not match naming convention. Removed.
es: El fichero '%s' en el directorio '%s' no sigue la convención de nombres. Eliminando.

source: %s `%s' returned no known hosts!
es: ¡%s '%s' devolvió hosts desconocidos!

source: Removed file `%s' containing invalid hello data.
es: Borrando el fichero '%s' que contiene datos de saludo no válidos.

source: Signature failed verification: peer `%s' not known.
es: La verificación de la firma falló: el par '%s' no es conocido.

source: Signature failed verification: signature invalid.
es: Falló la verificación de la firma: firma no válida.

source: Received malformed `%s' message. Dropping.
es: Recibido el mensaje '%s' con un mal formato. Omitiendo.

source: Received ping for another peer. Dropping.
es: Recibido ping de otro par. Omitiendo.

source: Received PING not destined for us!
es: ¡Recibido PING no destinado a nosotros!

source: # encrypted PONG messages received
es: # mensajes PONG encriptados recibidos

source: `%s' registering handlers %d %d (plaintext and ciphertext)
es: '%s' registrando manejadores %d %d (texto plano e hipertexto)

source: %s::%s - RPC %s:%p could not be registered: another callback is already using this name (%p)
es: %s::%s - RPC %s:%p no pudo ser registrada: otro evento está actualmente usando este nombre (%p)

source: %s::%s - RPC %s:%p could not be unregistered: another callback registered under that name: %p
es: %s::%s - RPC %s:%p no pudo ser desregistrada: otro evento está actualmente registrado con este nombre (%p)

source: %s::%s - RPC %s:%p could not be unregistered: not found
es: %s::%s - RPC %s:%p no pudo ser desregistrada: no encontrada

source: %s::%s - async RPC %s:%p could not be unregistered: not found
es: %s::%s RPC asíncrona %s:%p no pudo ser desregistrada: no encontrada

source: Invalid message of type %u received. Dropping.
es: Mensaje no válido del tipo %u recibido. Omitiendo.

source: Dropping RPC request %u: message malformed.
es: Omitiendo la petición RPC %u: mensaje mal formado.

source: RPC not unregistered: %s:%p
es: No fue desregistrada RPC: %s:%p

source: `%s' registering handlers %d %d %d
es: '%s' registrando manejadores %d %d %d

source: Failed to initialize `%s' service.
es: Falló al inicializar el servicio '%s'.

source: RPC async reply invalid.
es: RPC respuesta asíncrona no válida.

source: async RPC reply not received.
es: respuesta RPC asíncrona no recibida.

source: Session key from peer `%s' could not be verified.
es: La clave de sesión del par '%s' no pudo ser verificada.

source: Cannot encrypt sessionkey, other peer not known!
es: ¡Imposible encriptar la clave de sesión, otro par desconocido!

source: Invalid `%s' message received from peer `%s'.
es: Mensaje '%s' inválido recibido del par '%s'.

source: setkey `%s' from `%s' fails CRC check (have: %u, want %u).
es: el cambio de clave '%s' de '%s' falló al comprobar el CRC (dio: %u, esperado %u).

source: Error parsing encrypted session key, given message part size is invalid.
es: Error pasando la clave de sesión encriptada, el mensaje dado del tamaño de las partes es inválido.

source: Unknown type in embedded message: %u (size: %u)
es: Tipo desconocido en el mensaje embebido: %u (tamaño: %u)

source: # session keys sent
es: # claves de la sesión mandadas

source: # session keys rejected
es: # claves de la sesión rechazadas

source: # session keys accepted
es: # claves de la sesión aceptadas

source: # sessions established
es: # sesiones establecidas

source: `%s' failed at %s:%d with error: %s
es: '%s' falló en %s: %d con el error: %s

source: Invalid data in %s. Trying to fix (by deletion).
es: Datos no válidos en %s. Intentando fijar (por borrado).

source: mysql datastore
es: base de datos mysql

source: Query `%s' had no results.
es: La pregunta '%s' no tuvo resultados.

source: # bytes in datastore
es: # bytes en la base de datos

source: Trying to use file `%s' for MySQL configuration.
es: Intentando usar el fichero '%s' para la configuración de MySQL.

source: Failed to load MySQL database module. Check that MySQL is running and configured properly!
es: Falló al cargar el modulo de la base de datos MySQL. ¡Comprueba que MySQL esta ejecutandose y esta configurada correctamente!

source: Could not initialize libgnunetutil!
es: ¡Imposible inicializar libgnunetutil!

source: Unable to initialize SQLite.
es: Imposible inicializar SQLite.

source: sqlite datastore
es: base de datos sqlite

source: Configuration file must specify directory for storing FS data in section `%s' under `%s'.
es: El fichero de configuración debe especificar el directorio para almacenar los datos FS en la sección '%s' bajo '%s'.

source: Supported peer-to-peer messages:
es: Mensajes P2P soportados:

source: Supported client-server messages:
es: Mensajes cliente-servidor soportados:

source: prints supported protocol messages
es: imprime los mensajes del protocolo

source: Print statistics about GNUnet operations.
es: Imprime estadísticas acerca de las operaciones de GNUnet.

source: Error establishing connection with gnunetd.
es: Se produjo un error estableciendo conexión con gnunetd.

source: Error reading information from gnunetd.
es: Se produjo un error leyendo información de gnunetd.

source: % of allowed network load (up)
es: % de red permitida para la subida

source: % of allowed network load (down)
es: % de red permitida para bajada

source: % of allowed cpu load
es: % de CPU permitida para el uso

source: # bytes of noise received
es: # bytes de ruido recibidos

source: output in gnuplot format
es: salida en formato de gnuplot

source: number of iterations
es: número de repeticiones

source: number of messages to use per iteration
es: número de mensajes a usar por iteración

source: message size
es: tamaño del mensaje

source: sleep for SPACE ms after each a message block
es: duerme durante SPACE ms después de cada bloque de mensajes

source: time to wait for the completion of an iteration (in ms)
es: tiempo para esperar hasta completar una iteración (en ms)

source: number of messages in a message block
es: número de mensajes en un bloque de mensajes

source: You must specify a receiver!
es: ¡Debes especificar un receptor!

source: Invalid receiver peer ID specified (`%s' is not valid name).
es: ID del par receptor especificada no válida ('%s' no es un nombre válido).

source: Time:
es: Tiempo:

source: Loss:
es: Perdido:

source: Output format not known, this should not happen.
es: El formato de salida es desconocido, ésto no debería pasar.

source: Did not receive the message from gnunetd. Is gnunetd running?
es: No se recibió el mensaje de gnunetd. ¿Está gnunetd ejecutandose?

source: Using %u messages of size %u for %u times.
es: Usando %u mensajes de un tamaño de %u durante %u veces.

source: Failed to receive reply from gnunetd.
es: Fallo al recibir la respuesta de gnunetd.

source: helptext for -t
es: texto de ayuda para -t

source: Template for gnunet-clients.
es: Plantilla para clientes-de-gnunet.

source: `%s' registering client handler %d and %d
es: '%s' registrando manejador de clientes %d y %d

source: Cannot connect to LOOPBACK port %d: %s
es: Imposible conectar al puerto de LOOPBACK %d: %s

source: Could not execute `%s': %s
es: Imposible ejecutar '%s': %s

source: No client service started. Trying again in 30 seconds.
es: No hay ningún servicio de cliente ejecutandose. Se volverá a intentar en 30 segundos.

source: Rejected unauthorized connection from %u.%u.%u.%u.
es: Rechazada conexión no autorizada de %u.%u.%u.%u.

source: Protocol violation on socket. Expected command.
es: Violación del protocolo en el socket. Esperando comando.

source: Command `%s' not found!
es: ¡Comando '%s' no encontrado!

source: Malformed entry in the configuration in section %s under %s: %s
es: Entrada mal formada en la configuración en la sección %s bajo %s: %s

source: size of `%s' message is too short. Ignoring.
es: el tamaño del '%s' mensaje es demasiado corto. Ignorandolo.

source: size of `%s' message is wrong. Ignoring.
es: el tamaño del mensaje '%s' es erroneo. Se ignora.

source: TESTBED could not generate hello message for protocol %u
es: TESTBED no puede generar el mensaje de saludo para el protocolo %u

source: received invalid `%s' message
es: recibido mensaje '%s' no válido

source: received invalid `%s' message (empty module name)
es: recibido mensaje '%s' no válido (nombre del módulo vacío)

source: loading module `%s' failed. Notifying client.
es: se produjo un fallo al cargar el módulo '%s'. Notificando al cliente.

source: unloading module failed. Notifying client.
es: se produjo un fallo al descargar el módulo. Notificando al cliente.

source: `%s' %s failed: %s
es: '%s' %s falló: %s

source: received invalid `%s' message: %s.
es: recibido mensaje '%s' no válido: %s.

source: '..' is not allowed in file name (%s).
es: '..' no esta permitido en el nombre del fichero(%s).

source: Empty filename for UPLOAD_FILE message is invalid!
es: ¡Nombre del fichero vacío para el mensaje UPLOAD_FILE es inválido!

source: Filename for UPLOAD_FILE message is not null-terminated (invalid!)
es: Nombre del fichero para el mensaje UPLOAD_FILE no esta terminado en null (¡inválido!)

source: Upload refused!
es: ¡Subida rechazada!

source: Invalid message received at %s:%d.
es: Mensaje inválido recibido en %s:%d.

source: Could not resolve name of HTTP proxy `%s'.
es: Imposible resolver el nombre del proxy HTTP '%s'.

source: Failed to send HTTP request to host `%s': %s
es: Falló al mandar la petición HTTP al host '%s': %s

source: Failed so send HTTP request `%s' to host `%s': %s
es: Falló al mandar la petición HTTP '%s' al host '%s': %s

source: Exit register (error: no http response read).
es: Saliendo del registro (error: no se leyó una respuesta de http).

source: `%s' is not connected to any peer.
es: '%s' no esta conectado a ningún par.

source: `%s' connected to `%s'.
es: '%s' conectado a '%s'.

source: Transport library `%s' did not provide required function '%s%s'.
es: La biblioteca de transporte '%s' no provee la función '%s%s' requerida.

source: I am peer `%s'.
es: Yo soy el par '%s'.

source: Unable to save configuration file `%s': %s.
es: Imposible guardar el fichero de configuración '%s': %s.

source: Configuration file `%s' created.
es: Fichero de configuración '%s' creado.

source: %s: symbol value `%s' invalid for %s
es: %s: valor del símbolo '%s' no válido para %s

source: Sorry, no help is available for this option.
es: Lo siento, no hay ayuda disponible para esta opción.

source: GNUnet configuration assistant
es: Asistente de configuración de GNUnet

source: Welcome to GNUnet! This assistant will ask you a few basic questions in order to configure GNUnet. Please visit our homepage at http://gnunet.org and join our community at https://gnunet.org/drupal/ Have a lot of fun, The GNUnet team
es: ¡Bienvenido a GNUnet! Este asistente le preguntará unos datos básicos para configurar GNUnet. Por favor, visite nuestra página en https://gnunet.org/drupal/ Diviertase, El equipo de GNUnet

source: Next
es: Siguiente

source: Cancel
es: Cancelar

source: Enter information about your network connection here. The "Network interface" is the device that connects your computer to the internet. This is usually a modem, an ISDN card or a network card in case you are using DSL. If your provider always assigns the same IP-Address to you (a "static" IP-Address), enter it into the "IP-Address" field. If your IP-Address changes every now and then ("dynamic" IP-Address) but there's a hostname that always points to your actual IP-Address ("Dynamic DNS"), you can also enter it here. If in doubt, leave the field empty. GNUnet will then try to determine your IP-Address. If you are connected to the internet through another computer doing SNAT, a router or a "hardware firewall" and other computers on the internet cannot connect to this computer, check the last option on this page. Leave it unchecked on direct connections through modems, ISDN cards and DNAT (also known as "port forwarding").
es: Introduce información acerca de tu conexión aquí. La "Interfaz de red" es el dispositivo que conecta tu ordenador a Internet. Normalmente es un módem, una tarjeta de RDSI, un módem ADSL o una tarjeta de red en el caso de un router. Si tu proveedor siempre te da la misma dirección IP (una dirección IP "estática") introducelo en el campo "Dirección IP". Si tu dirección IP cambia (una dirección IP "dinámica") pero hay un nombre de dominio que siempre apunta a tu dirección IP actual ("DNS dinámica") también puedes introducirla aquí. En caso de duda deja el campo vacío. GNUnet intentara determinar tu dirección IP automaticamente. Si tu estas conectado a Internet a través de otro ordenador haciendo SNAT, a un router o a un "cortafuegos de hardware" y otros ordenadores no pueden conectar con tu ordenador marca la última opción en ésta página. Déjala sin marcar en conexiones directas a través de modems, tarjetas de RDSI y DNAT (también conocido como "seguimiento de puertos").

source: Network interface:
es: Interfaz de red:

source: IP-Address/Hostname:
es: Dirección IP/Nombre del dominio

source: Computer cannot receive inbound connections (SNAT/Firewall)
es: El ordenador no puede recibir conexiones entrantes (SNAT/Cortafuegos)

source: Network connection
es: Conexión de red

source: You can limit GNUnet's ressource usage here. "Bandwidth limitation" is how much data may be sent per second. If you have a flatrate you can set it to the maximum speed of your internet connection. The "Max. CPU usage" is the percentage of processor time GNUnet is allowed to use.
es: Puedes limitar el uso de recursos de GNUnet aquí. "Limitación de ancho de banda" es cuantos datos pueden ser mandados por segundo. Si tienes una tarifa plana puedes seleccionar la velocidad máxima de tu conexión a Internet. El "Uso máximo de CPU" es el porcentaje del tiempo de procesado que GNUnet puede usar.

source: Upstream (Bytes/s):
es: Subida (Bytes/s):

source: Downstream (Bytes/s):
es: Bajada (Bytes/s):

source: Bandwidth limitation
es: Limitación del ancho de banda

source: Use denoted bandwidth for GNUnet
es: Usa el ancho de banda marcado para GNUnet

source: Share denoted bandwidth with other applications
es: Comparte el ancho de banda marcado con otras aplicaciones

source: Bandwidth sharing
es: Ancho de banda compartido

source: Max. CPU usage (%):
es: Uso máximo de la CPU (%):

source: CPU usage
es: Uso de CPU

source: Load limitation
es: Limitación de carga

source: Back
es: Atrás

source: GNUnet is able to store data from other peers in your datastore. This is useful if an adversary has access to your inserted content and you need to deny that the content is yours. With "content migration" on, the content could have "migrated" over the internet to your node without your knowledge. It also helps to spread popular content over different peers to enhance availability. The GNUnet datastore contains all data that GNUnet generates (index data, inserted and migrated content). Its maximum size can be specified below. If you are an experienced user, you may want to tweak your GNUnet installation using the enhanced configurator. After changing the configuration and/or updating GNUnet, it is sometimes required to run gnunet-update to update internal data structures. Depending on the changes made, this may take some time.
es: GNUnet es capaz de almacenar datos de otros pares en tu base de datos. Ésto es útil si un adversario tiene acceso a tu contenido y tu necesitas negar que ese contenido sea tuyo. Con la "migración de contenido" activada, tu contenido puede haber "migrado" por Internet hasta tu nodo sin tu conocimiento. Ésto también ayuda a difundir contenidos populares por diferentes pares para facilitar su disponibilidad. La base de datos de GNUnet contiene todos los datos que GNUnet genera (índices, contenido insertado y descargado). Su máximo tamaño puede ser especificado debajo. Si eres un usuario experimentado, puedes desear exprimir tu instalación de GNUnet usando la herramienta de configuración avanzada. Después de cambiar la configuración y/o actualizar GNUnet, a veces esnecesario ejecutar gnunet-update para actualizar las estructuras de datos internas. Dependiendo de los cambios que se hayan hecho, ésto podrá tomar algún tiempo.

source: Store migrated content
es: Almacena contenido migrado

source: Maximum datastore size (MB):
es: Máximo tamaño de almacenamiento (MB):

source: Start the GNUnet background process on computer startup
es: Arranca el demonio de GNUnet al encender el ordenador

source: Open the enhanced configurator
es: Abre el editor de configuración avanzado

source: Run gnunet-update
es: Ejecutar gnunet-update

source: Other settings
es: Otras configuraciones

source: Finish
es: Finalizar

source: Question
es: Pregunta

source: Do you want to save your settings?
es: ¿Quieres guardar tu configuración?

source: Yes
es: Sí

source: Unable to save configuration!
es: Imposible guardar la configuración

source: Define the user and the group owning the GNUnet service here. For security reasons, it is a good idea to let this setup create a new user account and a new group under which the GNUnet service is started at system startup. However, GNUnet may not be able to access files other than its own. This includes files you want to publish in GNUnet. You'll have to grant read permissions to the user specified below. Leave the fields empty to run GNUnet with system privileges.
es: Define el usuario y el grupo bajo el que correrán los servicios de GNUnet aquí. Por razones de seguridad, es una buena idea dejar que la configuración cree una nueva cuenta de usuario y un nuevo grupo bajo el cual el servicio de GNUnet es arrancado al iniciar el sistema. Por consiguiente, GNUnet no tiene la posibilidad de acceder a otros ficheros que no sean los que posee. Ésto incluye los ficheros que quieras publicar en GNUnet. Tendrás que garantizar que el usuario especificado aquí posea permisos de lectura. Deja los campos vacíos para arrancar GNUnet con privilegios de sistema.

source: Group:
es: Grupo:

source: User account:
es: Cuenta de usuario:

source: gnunet-update failed!
es: ¡gnunet-update falló!

source: Gtk GNUnet Configurator
es: Configurador Gtk de GNUnet

source: _File
es: _Fichero

source: Load a config file
es: Cargar un fichero de configuración

source: _Load
es: _Cargar

source: Save the config in .config
es: Guardar la configuración en .config

source: _Save
es: _Guardar

source: _Quit
es: _Salir

source: _Options
es: _Opciones

source: Show name
es: Mostrar el nombre

source: Show _name
es: Mostrar el _nombre

source: Show range (Y/M/N)
es: Muestra el rango (Y/M/N)

source: Show _range
es: Muestra el _rango

source: Show value of the option
es: Muestra el valor de la opción

source: Show _data
es: Mostrar los _datos

source: Show all options
es: Mostrar todas las opciones

source: Show all _options
es: Mostrar todas las _opciones

source: _Help
es: _Ayuda

source: _Introduction
es: _Introducción
