Repository: GITklhjhfsd/GNUnet-Mirror
Catalog: po/*.po
Languages: es

source: Syntax error in configuration file `%s' at line %d.
es: Error de sintaxis en el fichero de configuración '%s' en la linea %d.

source: Configuration file `%s' not found. Run gnunet-setup!
es: El fichero de configuración '%s' no ha sido encontrado. ¡Ejecute gnunet-setup!

source: Configuration file not found. Please run GNUnet Setup (Client Configuration) first.
es: Fichero de configuración no encontrado. Por favor, ejecuta GNUnet Setup (Configuración del cliente) primero.

source: Configuration file `%s' not found. Run `gnunet-setup -d'!
es: El·fichero·de·configuración·'%s'·no·ha·sido·encontrado.··¡Ejecute·'gnunet-setup -d'!

source: Cannot open configuration file `%s'.
es: Imposible abrir el fichero de configuración '%s'.

source: Stopping cron
es: Deteniendo cron

source: Cron stopped
es: Cron detenido

source: Initialization of plugin mechanism failed: %s!
es: ¡El mecanismo de iniciación de los plugins falló: %s!

source: `%s' failed for library `%s' at %s:%d with error: %s
es: '%s' falló en la biblioteca '%s' en %s:%d con un error: %s

source: `%s' failed to resolve method '%s%s' at %s:%d with error: %s
es: '%s' falló al resolver el método '%s%s' en %s:%d con un error: %s

source: %s: option `%s' is ambiguous
es: %s: la opción '%s' es ambigua

source: %s: option `--%s' does not allow an argument
es: %s: la opción '--%s' no permite un argumento

source: %s: option `%c%s' does not allow an argument
es: %s: la opción '%c%s' no permite un argumento

source: %s: option `%s' requires an argument
es: %s: la opción '%s' requiere un argumento

source: %s: unrecognized option `--%s'
es: %s: opción no reconocida '--%s'

source: %s: unrecognized option `%c%s'
es: %s: opción no reconocida '%c%s'

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c

source: %s: invalid option -- %c
es: %s: opción no válida -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento --%c

source: %s: option `-W %s' is ambiguous
es: %s: la opción '-W %s' es ambigua

source: %s: option `-W %s' does not allow an argument
es: %s: la opción '-W %s' no permite un argumento

source: RSA signature verification failed at %s:%d: %s
es: La verificación de la firma RSA fallo en %s: %d: %s

source: Shutdown complete.
es: Cierre completado.

source: Caught signal %d.
es: Cogida señal %d.

source: libgcrypt has not the expected version (version %s is required).
es: libgcrypt no está en la versión esperada (se necesita la versión %s).

source: Invalid format for IP: `%s'
es: Formato no válido para la IP: '%s'

source: Invalid network notation ('/%d' is not legal in IPv4 CIDR).
es: Notación de red no válida ('/%d' no es válido en IPv4 CIDR).

source: Invalid network notation (additional characters: `%s').
es: Notación de red no válida (caracteres adicionales: '%s').

source: Invalid network notation (does not end with ';': `%s')
es: Notación de red no válida (no termina con ';': '%s')

source: Wrong format `%s' for netmask: %s
es: Formato '%s' erróneo para la máscara de red: %s

source: Wrong format `%s' for network: %s
es: Formato '%s' erróneo para la red: %s

source: NOTHING
es: NADA

source: FAILURE
es: FALLO

source: WARNING
es: PELIGRO

source: MESSAGE
es: MENSAJE

source: INFO
es: INFORMACIÓN

source: DEBUG
es: DEPURACIÓN

source: EVERYTHING
es: TODO

source: Invalid LOGLEVEL `%s' specified.
es: LOGLEVEL inválido '%s' especificado.

source: Failure at %s:%d.
es: Fallo en %s:%d.

source: Cannot determine port of gnunetd server. Define in configuration file in section `%s' under `%s'.
es: Imposible determinar el puerto del servidor de gnunetd. Defínelo en el fichero de configuración en la sección '%s' bajo '%s'.

source: Usage: %s %s
es: Uso: %s %s

source: Invalid argument for `%s' at %s:%d.
es: Argumento no válido para '%s' en %s:%d.

source: Permission denied for `%s' at %s:%d.
es: Permiso denegado para '%s' en %s:%d.

source: `%s' failed with error code %s: %s
es: '%s' falló con el código de error %s: %s

source: `%s' failed with error code %d: %s
es: '%s' falló con el código de error %d: %s

source: Can't create semaphore: %i
es: Imposible crear un semáforo: %i

source: `%s' failed for drive %s: %u
es: '%s' falló para la unidad %s: %u

source: `%s' is not a regular file.
es: '%s' no es un fichero regular.

source: `%s' expected `%s' to be a directory!
es: ¡'%s' se esperaba que '%s' fuera un directorio!

source: unknown
es: desconocido

source: `%s' failed, other side closed connection.
es: '%s' falló, conexión cerrada en el otro lado.

source: `%s' failed, reply invalid!
es: ¡'%s' falló, respuesta no válida!

source: days
es: días

source: Attempted path to `%s' was `%s'.
es: La ruta esperada a '%s' fue '%s'.

source: print this help
es: imprime esta ayuda

source: print the version number
es: imprime el número de versión

source: `%s' failed on file `%s' at %s:%d with error: %s
es: '%s' falló en el fichero '%s' en %s: %d con el error: %s
