Repository: GITklhjhfsd/GNUnet-Mirror
Catalog: po/*.po
Languages: es

source: _About
es: _Acerca de

source: Goes up of one level (single view)
es: Sube un nivel (vista única)

source: Up
es: Arriba

source: Load
es: Cargar

source: Save a config file
es: Guardar un fichero de configuración

source: Save
es: Guardar

source: Single view
es: Vista única

source: Single
es: Única

source: Split view
es: Vista doble

source: Split
es: Doble

source: Full view
es: Vista completa

source: Full
es: Completa

source: Collapse the whole tree in the right frame
es: Contraer el árbol completo en el lateral izquierdo

source: Collapse
es: Contraer

source: Expand the whole tree in the right frame
es: Expandir el árbol entero en el lateral izquierdo

source: Expand
es: Expandir

source: This is GNUnet's configuration interface. GNUnet's options are separated into categories. You can browse them in the left tree. If you click on one of the categories, its options are shown above. To change the value of an option, simply click on its value and enter a new value. To get additional information about a specific option, click on its description.
es: Ésta es la interfaz de configuración de GNUnet. Las opciones de GNUnet están separadas en categorías. Tu puedes explorarlas en el árbol de la izquierda. Si pulsas en una de las categorías las opciones son mostradas encima. Para cambiar el valor de una opción, simplemente pulsa en su valor e introduce uno nuevo. Para obtener información adicional acerca de una opción específica, pulsa en su descripción.

source: Introduction
es: Introducción

source: (C) 2001-2006 Christian Grothoff (and other contributing authors)
es: C) 2001-2006 Christian Grothoff (y otros autores que han contribuido)

source: This is the configuration tool for GNUnet.
es: Esta es la herramienta de configuración de GNUnet.

source: generate configuration for gnunetd, the GNUnet daemon
es: genera configuración para gnunetd, el demonio de GNUnet

source: Tool to setup GNUnet.
es: Herramienta de configuración de GNUnet.

source: Available MODEs:
es: MODOs disponibles:

source: config text-based configuration
es: configuración configuración basada en texto

source: menuconfig text-based menu
es: menuconfig menú basado en texto

source: wizard-curses Basic text-based graphical configuration
es: wizard-curses Configuración básica en modo gráfico pero basado en texto

source: gconfig GTK configuration
es: gconfig Configuración GTK

source: wizard-gtk Basic GTK configuration
es: wizard-gtk Configuración GTK básica

source: gnunet-setup must have write-access to the configuration file `%s'
es: gnunet-setup debe tener acceso de escritura al fichero de configuración '%s'

source: Invalid arguments:
es: Argumentos inválidos:

source: No interface specified, using default
es: Ninguna interfaz especificada, usando la marcada por defecto

source: `%s' is not available.
es: '%s' no esta disponible.

source: Unknown operation `%s'
es: Operación desconocida '%s'

source: GNUnet service installed successfully.
es: Servicio de GNUnet instalado satisfactoriamente.

source: This version of Windows doesn't support services.
es: Esta versión de Windows no soporta servicios.

source: Error: can't create service: %s
es: Error: imposible crear el servicio: %s

source: Unknown error.
es: Error desconocido.

source: Service deleted.
es: Servicio eliminado.

source: Error: can't access service: %s
es: Error: imposible acceder al servicio: %s

source: Error: can't delete service: %s
es: Error: imposible borrar el servicio: %s

source: Unable to save configuration file `%s':
es: Imposible guardar el fichero de configuración '%s':

source: Unable to create user account:
es: Imposible crear la cuenta de usuario:

source: Unable to change startup process:
es: Imposible cambiar el proceso de arranque:

source: GNUnet configuration
es: Configuración de GNUnet

source: Welcome to GNUnet! This assistant will ask you a few basic questions in order to configure GNUnet. Please visit our homepage at http://gnunet.org/ and join our community at http://gnunet.org/drupal/ Have a lot of fun, the GNUnet team
es: ¡Bienvenido a GNUnet! Este asistente te preguntará unas cuestiones básicas para configurar GNUnet. Por favor, visita nuestra página en http://gnunet.org/ y únete a nuestra comunidad en http://gnunet.org/drupal/ Diviertete, el equipo de GNUnet

source: Choose the network interface that connects your computer to the internet from the list below.
es: Escoge la interfaz de red que conecta tu ordenador a Internet de la lista de abajo.

source: Help
es: Ayuda

source: The "Network interface" is the device that connects your computer to the internet. This is usually a modem, an ISDN card or a network card in case you are using DSL.
es: La "Interfaz de red" es el dispositivo que conecta tu ordenador a Internet. Normalmente es un módem, una tarjeta de RDSI o una tarjeta de red en el caso de los xDSL como el ADSL.

source: What is the name of the network interface that connects your computer to the Internet?
es: ¿Cuál es el nombre de la interfaz de red que conecta tu ordenador a Internet?

source: What is this computer's public IP address or hostname? If in doubt, leave this empty.
es: ¿Cuál es es la dirección pública IP o el nombre del dominio de éste ordenador? En caso de duda, dejar este campo en blanco.

source: If your provider always assigns the same IP-Address to you (a "static" IP-Address), enter it into the "IP-Address" field. If your IP-Address changes every now and then ("dynamic" IP-Address) but there's a hostname that always points to your actual IP-Address ("Dynamic DNS"), you can also enter it here. If in doubt, leave the field empty. GNUnet will then try to determine your IP-Address.
es: Si tu proveedor siempre te asigna la misma dirección IP (una IP "estática") introducela en el campo "Dirección IP". Si tu dirección IP cambia pero hay un nombre de dominio que siempre apunta a tu dirección IP actual ("DNS dinámica"), puedes introducirlo allí también. En caso de duda deja el campo en blanco. GNUnet intentará determinar tu dirección IP

source: Is this machine behind NAT? If you are connected to the internet through another computer doing SNAT, a router or a "hardware firewall" and other computers on the internet cannot connect to this computer, say "yes" here. Answer "no" on direct connections through modems, ISDN cards and DNAT (also known as "port forwarding").
es: ¿Tu máquina esta detrás de un NAT? Si tu estás conectado a Internet a través de otro ordenador haciendo SNAT, un router o un "cortafuegos de hardware" y otros ordenadores no pueden conectarse al tuyo a través de Internet directamente, responde "si" aquí. Responde "no" en conexiones directas a través de módems, tarjetas de RDSI y DNAT (también conocido como "seguimiento de puertos").

source: How much upstream (Bytes/s) may be used?
es: ¿Cuánta subida (Bytes/s) será usada por GNUnet?

source: You can limit GNUnet's resource usage here. The "upstream" is the data channel through which data is *sent* to the internet. The limit is either the total maximum for this computer or how much GNUnet itself is allowed to use. You can specify that later. If you have a flatrate, you can set it to the maximum speed of your internet connection.
es: Puedes limitar el uso de recursos de GNUnet aquí. La "subida" es el canal de datos a través del cual los datos son *mandados* a Internet. El límite, o bien es el total máximo para este ordenador, o bien el que se le permita usar a GNUnet. Puedes especificar este valor más tarde. Si tienes una tarifa plana puedes configurarlo a la máxima velocidad de tu conexión a Internet.

source: How much downstream (Bytes/s) may be used?
es: ¿Cuánta bajada (Bytes/s) será usada por GNUnet?

source: You can limit GNUnet's resource usage here. The "downstream" is the data channel through which data is *received* from the internet. The limit is either the total maximum for this computer or how much GNUnet itself is allowed to use. You can specify that later. If you have a flatrate you can set it to the maximum speed of your internet connection.
es: Puedes limitar el uso de recursos de GNUnet aquí. La "bajada" es el canal de datos a través del cuál los datos son *recibidos* de Internet. El límite, o bien es el total máximo de este ordenador, o bien el que se le permita usar a GNUnet. Puedes especificar este valor más tarde. Si tienes una tarifa plana puedes configurarlo a la máxima velocidad de tu conexión a Internet.

source: Share denoted bandwidth with other applications? Say "yes" here, if you don't want other network traffic to interfere with GNUnet's operation, but still wish to constrain GNUnet's bandwidth usage to values entered in the previous steps, or if you can't reliably measure the maximum capabilities of your connection. "No" can be very useful if other applications are causing a lot of traffic on your LAN. In this case, you do not want to limit the traffic that GNUnet can inflict on your internet connection whenever your high-speed LAN gets used (e.g. by NFS).
es: ¿Compartir el ancho de banda marcado con otras aplicaciones? Di "sí" aquí si no quieres que el resto del tráfico de la red no interfiera con las operaciones de GNUnet, pero aun quieres mantener el ancho de banda usado por GNUnet introducido en los pasos previos, o no puedes asegurar las máximas capacidades de tu conexión. "No" puede ser muy útil si otras aplicaciones crean mucho tráfico en tu LAN. En ese caso no quieres limitar el tráfico que GNUnet puede crear en tu conexión a Internet cuando una LAN de alta velocidad es usada (por ejemplo bajo NFS).

source: How much CPU (in %) may be used?
es: ¿Cuánta CPU (en %) podrá ser usada?

source: You can limit GNUnet's resource usage here. This is the percentage of processor time GNUnet is allowed to use.
es: Tu puedes limitar el uso de recursos de GNUnet aquí. Este es el porcentaje del tiempo del procesador que GNUnet puede usar.

source: Store migrated content? GNUnet is able to store data from other peers in your datastore. This is useful if an adversary has access to your inserted content and you need to deny that the content is yours. With "content migration" on, the content could have "migrated" over the internet to your node without your knowledge. It also helps to spread popular content over different peers to enhance availability.
es: ¿Almacena el contenido migrado? GNUnet puede almacenar datos de otros pares en tu ordenador. Esto es muy útil si un adversario accede a tu contenido insertado y necesitas negar que dicho contenido sea tuyo. Con la "migración de contenidos" activada, el contenido puede haber "migrado" a través de internet a tu nodo sin tu conocimiento. Ésto también ayuda a repartir contenido popular a través de diferentes pares para aumentar la disponibilidad.

source: What's the maximum datastore size in MB? The GNUnet datastore contains all data that GNUnet generates (index data, inserted and migrated content).
es: ¿Cuál es el tamaño máximo de almacenamiento en MB? El almacenamiento de GNUnet contiene todos los datos que GNUnet genera (datos del índice, contenido insertado y migrado).

source: Do you want to launch GNUnet as a system service? If you say "yes" here, the GNUnet background process will be automatically started when you turn on your computer. If you say "no" here, you have to launch GNUnet yourself each time you want to use it.
es: ¿Quieres arrancar GNUnet como un servicio de sistema? n Si dices "sí" aquí, el proceso en segundo plano de GNUnet sera automáticamente arrancado cuando enciendas tu ordenador. Si dices "no" aquí, tendrás que ejecutar GNUnet tu mismo cada vez que quieras usarlo.

source: Define the user owning the GNUnet service. For security reasons, it is a good idea to let this setup create a new user account under which the GNUnet service is started at system startup. However, GNUnet may not be able to access files other than its own. This includes files you want to publish in GNUnet. You'll have to grant read permissions to the user specified below. Leave the fields empty to run GNUnet with system privileges. GNUnet user:
es: Define el usuario bajo el que correrán los servicios de GNUnet. Por razones de seguridad, es una buena idea dejar que la configuración cree una nueva cuenta de usuario bajo el cual el servicio de GNUnet es arrancado al iniciar el sistema. Por consiguiente, GNUnet no tiene la posibilidad de acceder a otros ficheros que no sean los que posee. Ésto incluye los ficheros que quieras publicar en GNUnet. Tendrás que garantizar que el usuario especificado aquí posea permisos de lectura. Deja los campos vacíos para arrancar GNUnet con privilegios de sistema. Usuario de GNUnet:

source: Define the group owning the GNUnet service. For security reasons, it is a good idea to let this setup create a new group for the chosen user account. You can also specify a already existant group here. Only members of this group will be allowed to start and stop the the GNUnet server and have access to GNUnet server data. GNUnet group:
es: Define el grupo bajo el que correrán los servicios de GNUnet aquí. Por razones de seguridad, es una buena idea dejar que la configuración cree un nuevo grupo para la cuenta de usuario creada. Puedes especificar un grupo ya existente aquí. Sólo los miembros de este grupo esta autorizados a arrancar y parar el servidor de GNUnet y tener acceso a los datos del servidor de GNUnet. Grupo de GNUnet:

source: If you are an experienced user, you may want to tweak your GNUnet installation using the enhanced configurator. Do you want to start it after saving your configuration?
es: Si eres un usuario experimentado, puedes desear exprimir tu instalación de GNUnet usando la herramienta de configuración avanzada. ¿Quieres arrancarla después de guardar tu configuración?

source: Unable to save configuration file %s: %s. Try again?
es: Imposible guardar el fichero de configuración %s: %s. ¿Intentar de nuevo?

source: Can't open Service Control Manager
es: Imposible abrir el Service Control Manager

source: Can't create service
es: Imposible crear el servicio

source: Error changing the permissions of the GNUnet directory
es: Error cambiando los permisos del directorio de GNUnet

source: Cannot write to the regisitry
es: Imposible escribir en el registro

source: Can't access the service
es: Imposible acceder al servicio

source: Can't delete the service
es: Imposible borrar el servicio

source: Unknown error
es: Error desconocido

source: This version of Windows does not support multiple users.
es: Esta versión de Windows no permite usuarios múltiples

source: Error creating user
es: Error creando usuario

source: Error accessing local security policy
es: Error accediendo a la política de seguridad local

source: Error granting service right to user
es: Error garantizando el servicio correcto al usuario

source: Unknown error while creating a new user
es: Error desconocido mientras se creaba un nuevo usuario

source: Message details: %u: length %d, priority: %d
es: Detalles del mensaje: %u: longitud %d, prioridad: %d

source: Message from `%s' discarded: invalid format.
es: Mensaje de '%s' descartado: formato inválido.

source: Invalid sequence number %u <= %u, dropping message.
es: Secuencia de números no válida %u <= %u, omitiendo mensaje.

source: Message received more than one day old. Dropped.
es: Mensajes recibidos de mas de un día de antigüedad. Omitidos.

source: # outgoing messages dropped
es: # mensajes salientes omitidos

source: # bytes of outgoing messages dropped
es: # bytes de mensajes salientes omitidos

source: # bytes encrypted
es: # bytes encriptados

source: # bytes decrypted
es: # bytes desencriptados

source: # bytes noise sent
es: # "bytes-ruido" mandados

source: Application module `%s' already initialized!
es: ¡El módulo de la aplicación '%s' ya esta inicializado!

source: Failed to load plugin `%s' at %s:%d. Unloading plugin.
es: Falló al cargar el plugin '%s' en %s:%d. Descargando plugin.

source: Could not shutdown `%s': application not loaded
es: Imposible apagar '%s': aplicación no cargada

source: Could not shutdown application `%s': not initialized
es: Imposible apagar la aplicación '%s': no inicializada

source: Could not find '%s%s' method in library `%s'.
es: Imposible encontrar el método '%s%s' en la biblioteca '%s'.

source: No applications defined in configuration!
es: ¡Ninguna aplicación definida en la configuración!

source: Could not initialize application `%s'
es: Imposible inicializar la aplicación '%s'

source: Could not properly shutdown application `%s'.
es: Imposible apagar la aplicación '%s' adecuadamente.

source: FATAL: Identity plugin not found!
es: FATAL: ¡Plugin de identidad no encontrado!

source: Could not properly unload service `%s'!
es: ¡Imposible descargar adecuadamente el servicio '%s'!

source: Print information about GNUnet peers.
es: Imprime información de los pares de GNUnet.

source: Could not get address of peer `%s'.
es: Imposible obtener la dirección del par '%s'.

source: hello message invalid (signature invalid).
es: mensaje de saludo inválido (firma no válida).

source: Peer `%s' with trust %8u and address `%s'
es: Par '%s' con credibilidad %8u y dirección '%s'

source: `%s': Could not create hello.
es: '%s': Imposible crear saludo.

source: `%s': Could not connect.
es: '%s': Imposible conectar.

source: `%s': Could not send.
es: '%s': Imposible mandar.

source: `%s': Did not receive message within %llu ms.
es: '%s': No se recibió el mensaje en %llu ms.

source: `%s': Could not disconnect.
es: '%s': Imposible desconectar.

source: `%s' transport OK. It took %ums to transmit %d messages of %d bytes each.
es: Transporte '%s' OK. Tomó %ums transmitir %d mensajes de %d bytes cada uno.

source: Transport %d is not being tested
es: El transporte %d no esta siendo probado

source: Contacting `%s'.
es: Contactando '%s'.

source: Connection failed
es: Conexión fallida

source: Connection failed (bug?)
es: Conexión fallida (¿bug?)

source: No reply received within %llums.
es: No se ha recibido una respuesta en %llums.

source: send COUNT messages
es: envia COUNT mensajes

source: send messages with SIZE bytes payload
es: manda mensajes con SIZE bytes payload

source: run as user LOGIN
es: ejecuta como el usuario LOGIN

source: Testing transport(s) %s
es: Probando transporte(s) %s

source: Available transport(s): %s
es: Transporte(s) disponible(s): %s

source: Option `%s' makes no sense without option `%s'.
es: La opción '%s' no tiene ningún sentido sin la opción '%s'.

source: Exiting.
es: Saliendo.

source: Updating data for module `%s'
es: Actualizando los datos del módulo '%s'

source: Failed to update data for module `%s'
es: Falló al actualizar los datos del módulo '%s'

source: Updated data for %d applications.
es: Actualizados los datos para %d aplicaciones.

source: Configuration or GNUnet version changed. You need to run `%s'!
es: La configuración o la versión de GNUnet cambiaron. ¡Debes ejecutar '%s'!

source: `%s' starting
es: '%s' comenzando

source: `%s' startup complete.
es: '%s' comienzo completo.

source: `%s' is shutting down.
es: '%s' se esta cerrando.

source: Received corrupt message from peer `%s'in %s:%d.
es: Recibido mensaje corrupto del par '%s' en %s:%d.

source: The `%s' request received from client is malformed.
es: La petición '%s' recibida del cliente esta mal formada.

source: Could not write PID to file `%s': %s.
es: Imposible escribir PID al fichero '%s': %s.

source: run in debug mode; gnunetd will not daemonize and error messages will be written to stderr instead of a logfile
es: se ejecuta en modo de depuración; gnunetd no sera un demonio y los mensajes de error serán escritos a través de stderr en vez de en un fichero de log

source: Starts the gnunetd daemon.
es: Arranca el demonio de gnunetd.

source: User `%s' not known, cannot change UID to it.
es: Usuario '%s' desconocido, imposible cambiar la UID a él.

source: Cannot change user/group to `%s': %s
es: Imposible cambiar el usuario/grupo a '%s': %s

source: Invalid command-line arguments:
es: Argumentos en la linea de comandos inválidos:

source: Argument %d: `%s'
es: Argumento %d: '%s'

source: Invalid command-line arguments.
es: Argumentos en la linea de comandos inválidos.

source: `%s' failed for port %d: %s. Is gnunetd already running?
es: '%s' falló para el puerto %d: %s. ¿Está gnunet ejecutandose actualmente?

source: %s failed, message type %d already in use.
es: %s falló, el mensaje del tipo %d ya está en uso.

source: Could not find IP of host `%s': %s
es: Imposible encontrar la IP del host '%s': %s

source: Could not resolve `%s': %s
es: Imposible resolver '%s': %s

source: Failed to obtain my (external) IPv6 address!
es: ¡Falló al obtener mi dirección IPv6 (externa)!

source: Expected welcome on http connection, got garbage. Closing connection.
es: Esperada bienvenida en la conexión http, encontrada basura. Cerrando la conexión.

source: %s: Rejected connection from blacklisted address %u.%u.%u.%u.
es: %s: Conexión rechazada de una dirección de la "lista negra" %u.%u.%u.%u.

source: HTTP: Could not determine my public IP address.
es: HTTP: Imposible determinar mi dirección IP pública.

source: Cannot connect to %u.%u.%u.%u:%u: %s
es: Imposible conectar a %u.%u.%u.%u:%u: %s

source: # bytes received via HTTP
es: # bytes recibidos vía HTTP

source: # bytes sent via HTTP
es: # bytes mandados vía HTTP

source: # bytes dropped by HTTP (outgoing)
es: #bytes omitidos vía HTTP (salientes)

source: Could not resolve name of SMTP server `%s': %s
es: Imposible resolver el nombre del servidor de SMTP '%s': %s

source: Sending E-mail to `%s' failed.
es: Enviando un correo electrónico a '%s' se produjo un fallo.

source: # bytes received via TCP
es: # bytes recibidos por TCP

source: # bytes sent via TCP
es: # bytes enviados por TCP

source: # bytes dropped by TCP (outgoing)
es: # bytes omitidos por TCP (salientes)

source: %s: Rejected connection from blacklisted address %s.
es: %s: Conexión rechazada de una dirección de la "lista negra" %s.

source: Could not determine my public IPv6 address.
es: Imposible determinar mi dirección IPv6 pública.

source: `%s': unknown service: %s
es: '%s': servicio desconocido: %s

source: Received invalid UDP message from %u.%u.%u.%u:%u, dropping.
es: Recibido mensaje UDP no válido del %u.%u.%u.%u:%u, omitiendo.

source: UDP: Could not determine my public IP address.
es: UDP: Imposible determinar mi dirección IP pública.

source: Failed to send message of size %d via UDP to %u.%u.%u.%u:%u: %s
es: Falló al mandar el mensaje de tamaño %d a través de UDP a %u.%u.%u.%u:%u: %s

source: # bytes received via UDP
es: # bytes recibidos vía UDP

source: # bytes sent via UDP
es: # bytes enviados vía UDP

source: # bytes dropped by UDP (outgoing)
es: # bytes omitidos por UDP (salientes)

source: Could not obtain IP for interface `%s' using `%s'.
es: Imposible obtener IP para la interfaz '%s' usando '%s'.

source: Could not find an IP address for interface `%s'.
es: Imposible obtener la dirección IP para la interfaz '%s'.

source: There is more than one IP address specified for interface `%s'. GNUnet will use %u.%u.%u.%u.
es: Hay más de una dirección IP especificada para la interfaz '%s'. GNUnet usará %u.%u.%u.%u.

source: Could not resolve `%s' to determine our IP address: %s
es: Imposible resolver '%s' para determinar nuestra dirección IP: %s

source: GNUnet now uses the IP address %u.%u.%u.%u.
es: GNUnet usa ahora la dirección IP %u.%u.%u.%u.

source: Failed to obtain my (external) IP address!
es: ¡Falló al obtener mi dirección IP (externa)!

source: Received invalid UDP6 message from %s:%d, dropping.
es: Recibido mensaje UDP6 inválido de %s:%d, omitiendo.

source: UDP6: Could not determine my public IPv6 address.
es: UDP6: Imposible determinar mi dirección IPv6 pública.
